export default function Page() {
    return (
        <div className="w-[1000px] mx-auto">
            <div className="border-b py-4">
                <h1 className="text-xl font-semibold">
                    1.物業上傳到推出市場需時多久？
                </h1>
                <div className="mt-2 flex flex-col gap-4">
                    <p>24小時。以下是普比德的工作流程：</p>
                    <div>
                        <p className="font-semibold">文件上傳：</p>{" "}
                        請先將所有必要文件傳送到cs@普比德hk.com。這包括法律文件、物業詳情，以及物業照片或視頻等素材。
                    </div>
                    <div>
                        <p className="font-semibold">驗證與處理：</p>
                        我們收到文件後，普比德的專業團隊將立即開始全面的驗證過程，確保所有文件符合標準，為您的物業順利推出市場做充分準備。
                    </div>
                    <div>
                        <p className="font-semibold">24小時推出市場：</p>
                        與一般拍賣行所需的6至8週相比，普比德平台大幅縮短了所需時間。
                        驗證一旦完成，您的物業將在24小時內推出市場。
                    </div>
                </div>
            </div>
            <div className="border-b py-4">
                <h1 className="text-xl font-semibold">
                    2.每件拍賣品的競標時間為多久？
                </h1>
                <div className="mt-2 flex flex-col gap-4">
                    <div>
                        相較於傳統拍賣行通常只有 10 至 15
                        分鐘的競標窗口，普比德為每件拍賣品提供了長達 1 天至 30
                        天的延長競標期。這樣的安排為更廣泛的競標者，包括需要按揭貸款的買家和其他有需要買家，提供了更加具可及性的競標過程，而傳統拍賣則因其最多
                        28 天的完成交易期限，主要吸引現金買家。
                    </div>
                    <div>
                        普比德的靈活性也延伸到拍賣後階段，為中標者提供多達 60
                        天的合約交換和完成購買的時間，這與要求快速交易的傳統模式形成了鮮明對比，從而使房地產拍賣對更多元化的參與者群體更具吸引力和可及性。
                    </div>
                </div>
            </div>
            <div className="border-b py-4">
                <h1 className="text-xl font-semibold">
                    3.賣家可以選擇他們偏好的銷售方式嗎？
                </h1>
                <div className="mt-2 flex flex-col gap-4">
                    <div>普比德為賣家提供了兩種銷售方式:</div>
                    <div>
                        <p className="font-semibold">有條件在線拍賣：</p>
                        這種方式適合那些尋求確定性與靈活性平衡的賣家。成功競標後，中標者將獲得最多 60 天的時間來交換合同並完成購買。延長的時限能夠配合各種買家的融資及盡職調查安排。
                    </div>
                    <div>
                        <p className="font-semibold">無條件在線拍賣：</p>
                        為那些重視交易速度和現金流的賣家設計，這種方式要求在在線拍賣結束時立即進行合同交換。從交換之日起設定 30 天的固定期限來完成交易。
                    </div>
                </div>
            </div>
            <div className="border-b py-4">
                <h1 className="text-xl font-semibold">4.具體的法律程序是怎樣？</h1>
                <div className="mt-2 flex flex-col gap-4">
                    <div>
                        <p className="font-semibold">拍賣前的賣家：</p>
                        賣家必須事先準備好所有必要的法律文件。這包括產權登記簿、土地註冊文件、與銷售相關的任何特殊條件以及任何其他相關文件。普比德的合作法律夥伴隨時準備協助賣家渡過這個準備階段，使所需的所有法律文書的整理過程變得順暢。
                    </div>
                    <div>
                        <p className="font-semibold">拍賣前的投標者：</p>
                        普建議投標者及早與律師建立專業關係。這一步對於設定重要日期並確保所有法律要求都能被提前預見並迅速處理至關重要。
                    </div>
                    <div>
                        <p className="font-semibold">拍賣後：</p>
                        <div>拍賣成功結束後，合同簽署將通過普比德來促成，確保產權轉移過程的順利且合法。</div>
                        <div>交易的最終完成必須在規定的交易完成日期當天或之前。投標者指定的法律代表將監督此過程，確保根據銷售的法律規定滿足所有財務義務。</div>
                    </div>
                </div>
            </div>

            <div className="border-b py-4">
                <h1 className="text-xl font-semibold">5.交易過程是什麼？</h1>
                <div className="mt-2 flex flex-col gap-4">
                    <div>
                        <p className="font-semibold">拍賣前賣家準備事項：</p>
                        <div>賣家須與普比德協商確定一個保留價格，該價格反映了物業的最低可接受銷售價格。</div>
                        <div>賣家需要在拍賣開始前預付拍賣費用，作為與普比德協議的一部分。</div>
                        <div>拍賣條款，包括競標時長，從拍賣在線上列表之日起可以是24小時至30天不等，需賣家與普比德協商確定。</div>
                    </div>
                    <div>
                        <p className="font-semibold">拍賣後買家義務：</p>
                        <div>投標者有義務在拍賣結束後4小時內支付相當於最終出價10%的定金</div>
                        <div>買家須在指定的交易完成日期當天或之前，支付剩餘的購買價餘額及0.8%的佣金費用全額。</div>
                    </div>
                </div>
            </div>

            <div className="border-b py-4">
                <h1 className="text-xl font-semibold">6.如果中標者未能付款怎麼辦？</h1>
                <div className="mt-2 flex flex-col gap-4">
                    <div>
                        在中標者未能履行付款義務的情況下，普比德保留保留初始押金的權利。該物業將因此重新進入拍賣作為懲罰措施。如果後續拍賣的中標價低於原始出價，普比德有權向違約的投標者追討差額。
                    </div>
                    <div>
                        此外，違反協議的投標者將被禁止在普比德平台上進一步參與拍賣。
                    </div>
                </div>
            </div>
        </div>
    );
}
// 1.物業上傳到推出市場需時多久？

// 24小時。以下是普比德的工作流程：
// 文件上傳： 請先將所有必要文件傳送到cs@普比德hk.com。這包括法律文件、物業詳情，以及物業照片或視頻等素材。

// 驗證與處理： 我們收到文件後，普比德的專業團隊將立即開始全面的驗證過程，確保所有文件符合標準，為您的物業順利推出市場做充分準備。

// 24小時推出市場：與一般拍賣行所需的6至8週相比，普比德平台大幅縮短了所需時間。 驗證一旦完成，您的物業將在24小時內推出市場。

// 2.每件拍賣品的競標時間為多久？
// 相較於傳統拍賣行通常只有 10 至 15 分鐘的競標窗口，普比德為每件拍賣品提供了長達 1 天至 30 天的延長競標期。這樣的安排為更廣泛的競標者，包括需要按揭貸款的買家和其他有需要買家，提供了更加具可及性的競標過程，而傳統拍賣則因其最多 28 天的完成交易期限，主要吸引現金買家。
// 普比德的靈活性也延伸到拍賣後階段，為中標者提供多達 60 天的合約交換和完成購買的時間，這與要求快速交易的傳統模式形成了鮮明對比，從而使房地產拍賣對更多元化的參與者群體更具吸引力和可及性。

// 3.賣家可以選擇他們偏好的銷售方式嗎？
// 普比德為賣家提供了兩種銷售方式:
// 有條件在線拍賣： 這種方式適合那些尋求確定性與靈活性平衡的賣家。成功競標後，中標者將獲得最多 60 天的時間來交換合同並完成購買。延長的時限能夠配合各種買家的融資及盡職調查安排。
// 無條件在線拍賣： 為那些重視交易速度和現金流的賣家設計，這種方式要求在在線拍賣結束時立即進行合同交換。從交換之日起設定 30 天的固定期限來完成交易。

// 4.具體的法律程序是怎樣？
// 拍賣前的賣家：
// 賣家必須事先準備好所有必要的法律文件。這包括產權登記簿、土地註冊文件、與銷售相關的任何特殊條件以及任何其他相關文件。普比德的合作法律夥伴隨時準備協助賣家渡過這個準備階段，使所需的所有法律文書的整理過程變得順暢。
// 拍賣前的投標者：
// 建議投標者及早與律師建立專業關係。這一步對於設定重要日期並確保所有法律要求都能被提前預見並迅速處理至關重要。
// 拍賣後：
// 拍賣成功結束後，合同簽署將通過普比德來促成，確保產權轉移過程的順利且合法。
// 交易的最終完成必須在規定的交易完成日期當天或之前。投標者指定的法律代表將監督此過程，確保根據銷售的法律規定滿足所有財務義務。

// 5.交易過程是什麼？
// 拍賣前賣家準備事項：
// 賣家須與普比德協商確定一個保留價格，該價格反映了物業的最低可接受銷售價格。
// 賣家需要在拍賣開始前預付拍賣費用，作為與普比德協議的一部分。
// 拍賣條款，包括競標時長，從拍賣在線上列表之日起可以是24小時至30天不等，需賣家與普比德協商確定。
// 拍賣後買家義務：
// 投標者有義務在拍賣結束後4小時內支付相當於最終出價10%的定金
// 買家須在指定的交易完成日期當天或之前，支付剩餘的購買價餘額及0.8%的佣金費用全額、

// 6.如果中標者未能付款怎麼辦？
// 在中標者未能履行付款義務的情況下，普比德保留保留初始押金的權利。該物業將因此重新進入拍賣作為懲罰措施。如果後續拍賣的中標價低於原始出價，普比德有權向違約的投標者追討差額。
// 此外，違反協議的投標者將被禁止在普比德平台上進一步參與拍賣。
